Repository: artemdotsenko/its
Catalog: docroot/sites/default/modules/features/its_languages/translation/*/itschool.*.po
Languages: ru

source: IT school of the future
ru: IT школа будущего

source: About us
ru: О нас

source: © <strong>iSchool</strong> !year | All rights reserved
ru: © <strong>iSchool</strong> !year | Все права защищены

source: Details
ru: Подробнее

source: Courses
ru: Курсы

source: Our courses
ru: Наши курсы

source: Upcoming events
ru: Предстоящие события

source: All events
ru: Все события

source: They say about us
ru: О нас говорят

source: One time payment
ru: Единоразовая плата

source: Not enough money
ru: Не хватает суммы

source: Not enough money solution
ru: Мы не допустим, чтобы это стало препятствием для вашего будущего. Вы можете оплачивать курс в рассрочку, четырмя равными платежами.

source: Pay in parts
ru: Оплата частями

source: Full package
ru: Полный пакет

source: Select course
ru: Подобрать курс

source: Course duration:
ru: Продолжительность курса:

source: Nearest course
ru: Ближайщий курс

source: starts
ru: стартует

source: Subject Teachers
ru: Преподователи курса

source: !duration h.
ru: !duration ч.
